{
    "language": "ms-MY",
    "messages": [
        {
            "id": "Unknown command",
            "message": "Unknown command",
            "translation": "Perintah tidak dikenali"
        },
        {
            "id": "Welcome to Help My Pet Bot! 🐾\n\nI'm your personal pet care assistant, ready to help you take better care of your furry friend. I can assist you with:\n\n• Pet health and behavior questions\n• Diet and nutrition advice\n• Training tips and techniques\n• General pet care guidance\n\nSimply type your question or concern about your pet, and I'll provide helpful, informative answers based on reliable veterinary knowledge. Remember, while I can offer guidance, for serious medical conditions, always consult with a veterinarian.\n\nTo get started, just ask me any question about your pet!",
            "message": "Welcome to Help My Pet Bot! 🐾\n\nI'm your personal pet care assistant, ready to help you take better care of your furry friend. I can assist you with:\n\n• Pet health and behavior questions\n• Diet and nutrition advice\n• Training tips and techniques\n• General pet care guidance\n\nSimply type your question or concern about your pet, and I'll provide helpful, informative answers based on reliable veterinary knowledge. Remember, while I can offer guidance, for serious medical conditions, always consult with a veterinarian.\n\nTo get started, just ask me any question about your pet!",
            "translation": "Selamat datang ke Help My Pet Bot! 🐾\n\nSaya adalah pembantu penjagaan haiwan peliharaan peribadi anda, sedia membantu anda menjaga rakan berbulu anda dengan lebih baik. Saya boleh membantu anda dengan:\n\n• Soalan kesihatan dan tingkah laku haiwan peliharaan\n• Nasihat diet dan pemakanan\n• Petua dan teknik latihan\n• Panduan penjagaan haiwan peliharaan umum\n\nCuma taip soalan atau kebimbangan anda tentang haiwan peliharaan anda, dan saya akan memberikan jawapan yang berguna dan bermaklumat berdasarkan pengetahuan veterinar yang boleh dipercayai. Ingat, walaupun saya boleh memberikan panduan, untuk keadaan perubatan yang serius, sentiasa berunding dengan doktor haiwan.\n\nUntuk memulakan, cuma tanya saya sebarang soalan tentang haiwan peliharaan anda!"
        },
        {
            "id": "\u003cb\u003eTerms and Conditions\u003c/b\u003e\n\u003ci\u003eLast updated: 30.01.2025\u003c/i\u003e\n\nThank you for using our veterinary advice chatbot (“the Service”). By accessing or using this Service, you agree to be bound by the following terms and conditions (“Terms”). If you do not agree to these Terms, please discontinue use immediately.\n\n\u003cb\u003e1. Nature of the Service\u003c/b\u003e\n1.1 The Service provides general information, guidance, and suggestions for pet care, including (but not limited to) diet, behavior, and training.\n1.2 The Service is not a substitute for professional veterinary diagnosis, treatment, or care. Always seek the advice of a licensed veterinarian for any questions regarding your pet’s health.\n\n\u003cb\u003e2. No Veterinary-Client-Patient Relationship\u003c/b\u003e\n2.1 Using the Service or engaging with our AI assistant does not create a veterinarian-client-patient relationship.\n2.2 Any advice or guidance provided by the Service is based on limited information and should only be considered general information.\n\n\u003cb\u003e3. Limitation of Liability\u003c/b\u003e\n3.1 You acknowledge and agree that use of the Service is at your own risk.\n3.2 Under no circumstances shall the owners, developers, or licensors of the Service be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with your access to or use of the Service.\n3.3 You understand that decisions regarding your pet’s care and any resulting outcomes are your sole responsibility. If you have any doubt about the well-being of your pet or its health, you should immediately consult a licensed veterinarian.\n\n\u003cb\u003e4. No Warranty\u003c/b\u003e\n4.1 The Service is provided on an “as is” and “as available” basis without warranties of any kind, whether express or implied.\n4.2 We do not warrant that the Service will be uninterrupted, error-free, secure, or free from viruses.\n\n\u003cb\u003e5. User Responsibilities\u003c/b\u003e\n5.1 You are responsible for providing accurate and complete information about your pet when seeking advice.\n5.2 You must ensure that all questions, descriptions, and data you provide do not violate any third-party rights or local laws.\n\n\u003cb\u003e6. International Use\u003c/b\u003e\n6.1 The Service is intended for global use. You are responsible for compliance with all applicable local laws and regulations in your jurisdiction.\n6.2 We do not guarantee that the Service or any of its content is appropriate or permissible in any specific country or region.\n\n\u003cb\u003e7. Modifications\u003c/b\u003e\n7.1 We reserve the right to modify or replace these Terms at any time.\n7.2 If we make material changes, we will post the updated Terms and indicate the date of the latest revision at the top of this document.\n\n\u003cb\u003e8. Governing Law and Dispute Resolution\u003c/b\u003e\n8.1 These Terms shall be governed by and construed in accordance with the laws applicable in the jurisdiction of the Service provider’s principal place of business, without regard to conflict-of-law principles.\n8.2 Any dispute arising from or relating to these Terms shall be resolved through amicable negotiation and, if necessary, by binding arbitration or litigation in the applicable courts.\n\n\u003cb\u003e9. Acceptance of Terms\u003c/b\u003e\n9.1 By continuing to access or use the Service, you acknowledge that you have read, understood, and agree to be bound by these Terms.\n9.2 If you do not agree, you must cease using the Service immediately.\n\nIf you have any questions or concerns regarding these Terms, or if you need further clarification, please contact at \u003ci\u003ek.sysoev@me.com\u003c/i\u003e.",
            "message": "\u003cb\u003eTerms and Conditions\u003c/b\u003e\n\u003ci\u003eLast updated: 30.01.2025\u003c/i\u003e\n\nThank you for using our veterinary advice chatbot (“the Service”). By accessing or using this Service, you agree to be bound by the following terms and conditions (“Terms”). If you do not agree to these Terms, please discontinue use immediately.\n\n\u003cb\u003e1. Nature of the Service\u003c/b\u003e\n1.1 The Service provides general information, guidance, and suggestions for pet care, including (but not limited to) diet, behavior, and training.\n1.2 The Service is not a substitute for professional veterinary diagnosis, treatment, or care. Always seek the advice of a licensed veterinarian for any questions regarding your pet’s health.\n\n\u003cb\u003e2. No Veterinary-Client-Patient Relationship\u003c/b\u003e\n2.1 Using the Service or engaging with our AI assistant does not create a veterinarian-client-patient relationship.\n2.2 Any advice or guidance provided by the Service is based on limited information and should only be considered general information.\n\n\u003cb\u003e3. Limitation of Liability\u003c/b\u003e\n3.1 You acknowledge and agree that use of the Service is at your own risk.\n3.2 Under no circumstances shall the owners, developers, or licensors of the Service be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with your access to or use of the Service.\n3.3 You understand that decisions regarding your pet’s care and any resulting outcomes are your sole responsibility. If you have any doubt about the well-being of your pet or its health, you should immediately consult a licensed veterinarian.\n\n\u003cb\u003e4. No Warranty\u003c/b\u003e\n4.1 The Service is provided on an “as is” and “as available” basis without warranties of any kind, whether express or implied.\n4.2 We do not warrant that the Service will be uninterrupted, error-free, secure, or free from viruses.\n\n\u003cb\u003e5. User Responsibilities\u003c/b\u003e\n5.1 You are responsible for providing accurate and complete information about your pet when seeking advice.\n5.2 You must ensure that all questions, descriptions, and data you provide do not violate any third-party rights or local laws.\n\n\u003cb\u003e6. International Use\u003c/b\u003e\n6.1 The Service is intended for global use. You are responsible for compliance with all applicable local laws and regulations in your jurisdiction.\n6.2 We do not guarantee that the Service or any of its content is appropriate or permissible in any specific country or region.\n\n\u003cb\u003e7. Modifications\u003c/b\u003e\n7.1 We reserve the right to modify or replace these Terms at any time.\n7.2 If we make material changes, we will post the updated Terms and indicate the date of the latest revision at the top of this document.\n\n\u003cb\u003e8. Governing Law and Dispute Resolution\u003c/b\u003e\n8.1 These Terms shall be governed by and construed in accordance with the laws applicable in the jurisdiction of the Service provider’s principal place of business, without regard to conflict-of-law principles.\n8.2 Any dispute arising from or relating to these Terms shall be resolved through amicable negotiation and, if necessary, by binding arbitration or litigation in the applicable courts.\n\n\u003cb\u003e9. Acceptance of Terms\u003c/b\u003e\n9.1 By continuing to access or use the Service, you acknowledge that you have read, understood, and agree to be bound by these Terms.\n9.2 If you do not agree, you must cease using the Service immediately.\n\nIf you have any questions or concerns regarding these Terms, or if you need further clarification, please contact at \u003ci\u003ek.sysoev@me.com\u003c/i\u003e.",
            "translation": "\u003cb\u003eTerma dan Syarat\u003c/b\u003e\n\u003ci\u003eDikemaskini terakhir: 30.01.2025\u003c/i\u003e\n\nTerima kasih kerana menggunakan chatbot nasihat veterinar kami (“Perkhidmatan”). Dengan mengakses atau menggunakan Perkhidmatan ini, anda bersetuju untuk terikat dengan terma dan syarat berikut (“Terma”). Jika anda tidak bersetuju dengan Terma ini, sila hentikan penggunaan dengan segera.\n\n\u003cb\u003e1. Sifat Perkhidmatan\u003c/b\u003e\n1.1 Perkhidmatan menyediakan maklumat umum, panduan, dan cadangan untuk penjagaan haiwan peliharaan, termasuk (tetapi tidak terhad kepada) diet, tingkah laku, dan latihan.\n1.2 Perkhidmatan ini bukan pengganti untuk diagnosis, rawatan, atau penjagaan veterinar profesional. Sentiasa dapatkan nasihat daripada doktor haiwan berlesen untuk sebarang soalan mengenai kesihatan haiwan peliharaan anda.\n\n\u003cb\u003e2. Tiada Hubungan Veterinar-Pelanggan-Pesakit\u003c/b\u003e\n2.1 Menggunakan Perkhidmatan atau berinteraksi dengan pembantu AI kami tidak mewujudkan hubungan veterinar-pelanggan-pesakit.\n2.2 Sebarang nasihat atau panduan yang diberikan oleh Perkhidmatan adalah berdasarkan maklumat terhad dan hanya boleh dianggap sebagai maklumat umum.\n\n\u003cb\u003e3. Had Tanggungjawab\u003c/b\u003e\n3.1 Anda mengakui dan bersetuju bahawa penggunaan Perkhidmatan adalah atas risiko anda sendiri.\n3.2 Dalam apa jua keadaan, pemilik, pembangun, atau pemberi lesen Perkhidmatan tidak akan bertanggungjawab atas sebarang kerosakan langsung, tidak langsung, sampingan, khas, atau berbangkit yang timbul daripada atau berkaitan dengan akses atau penggunaan Perkhidmatan anda.\n3.3 Anda memahami bahawa keputusan mengenai penjagaan haiwan peliharaan anda dan sebarang hasil yang terhasil adalah tanggungjawab anda sendiri. Jika anda mempunyai sebarang keraguan tentang kesejahteraan atau kesihatan haiwan peliharaan anda, anda harus segera berunding dengan doktor haiwan berlesen.\n\n\u003cb\u003e4. Tiada Jaminan\u003c/b\u003e\n4.1 Perkhidmatan disediakan atas dasar “seadanya” dan “sebagaimana tersedia” tanpa sebarang jaminan, sama ada nyata atau tersirat.\n4.2 Kami tidak menjamin bahawa Perkhidmatan akan tidak terganggu, bebas ralat, selamat, atau bebas daripada virus.\n\n\u003cb\u003e5. Tanggungjawab Pengguna\u003c/b\u003e\n5.1 Anda bertanggungjawab untuk memberikan maklumat yang tepat dan lengkap mengenai haiwan peliharaan anda semasa mendapatkan nasihat.\n5.2 Anda mesti memastikan bahawa semua soalan, penerangan, dan data yang anda berikan tidak melanggar sebarang hak pihak ketiga atau undang-undang tempatan.\n\n\u003cb\u003e6. Penggunaan Antarabangsa\u003c/b\u003e\n6.1 Perkhidmatan ini bertujuan untuk penggunaan global. Anda bertanggungjawab untuk mematuhi semua undang-undang dan peraturan tempatan yang berkenaan di bidang kuasa anda.\n6.2 Kami tidak menjamin bahawa Perkhidmatan atau mana-mana kandungannya sesuai atau dibenarkan di mana-mana negara atau wilayah tertentu.\n\n\u003cb\u003e7. Pengubahsuaian\u003c/b\u003e\n7.1 Kami berhak untuk mengubah atau menggantikan Terma ini pada bila-bila masa.\n7.2 Jika kami membuat perubahan material, kami akan menyiarkan Terma yang dikemas kini dan menunjukkan tarikh semakan terkini di bahagian atas dokumen ini.\n\n\u003cb\u003e8. Undang-undang dan Penyelesaian Pertikaian\u003c/b\u003e\n8.1 Terma ini akan ditadbir oleh dan ditafsirkan mengikut undang-undang yang terpakai di bidang kuasa tempat perniagaan utama penyedia Perkhidmatan, tanpa mengambil kira prinsip konflik undang-undang.\n8.2 Sebarang pertikaian yang timbul daripada atau berkaitan dengan Terma ini akan diselesaikan melalui rundingan secara baik dan, jika perlu, melalui timbang tara atau litigasi yang mengikat di mahkamah yang berkenaan.\n\n\u003cb\u003e9. Penerimaan Terma\u003c/b\u003e\n9.1 Dengan terus mengakses atau menggunakan Perkhidmatan, anda mengakui bahawa anda telah membaca, memahami, dan bersetuju untuk terikat dengan Terma ini.\n9.2 Jika anda tidak bersetuju, anda mesti berhenti menggunakan Perkhidmatan dengan segera.\n\nJika anda mempunyai sebarang soalan atau kebimbangan mengenai Terma ini, atau jika anda memerlukan penjelasan lanjut, sila hubungi di \u003ci\u003ek.sysoev@me.com\u003c/i\u003e."
        },
        {
            "id": "Sorry, I cannot process videos, audio, or documents. Please send your question as text only.",
            "message": "Sorry, I cannot process videos, audio, or documents. Please send your question as text only.",
            "translation": "Maaf, saya tidak dapat memproses video, audio, atau dokumen. Sila hantar soalan anda sebagai teks sahaja."
        },
        {
            "id": "I apologize, but your message is too long for me to process. Please try to make it shorter and more concise.",
            "message": "I apologize, but your message is too long for me to process. Please try to make it shorter and more concise.",
            "translation": "Saya minta maaf, tetapi mesej anda terlalu panjang untuk saya proses. Sila cuba membuatnya lebih pendek dan ringkas."
        },
        {
            "id": "You have reached the maximum number of requests per hour. Please try again later.",
            "message": "You have reached the maximum number of requests per hour. Please try again later.",
            "translation": "Anda telah mencapai jumlah permintaan maksimum setiap jam. Sila cuba lagi nanti."
        },
        {
            "id": "We have reached our daily request limit. Please come back tomorrow when our budget is refreshed.",
            "message": "We have reached our daily request limit. Please come back tomorrow when our budget is refreshed.",
            "translation": "Kami telah mencapai had permintaan harian kami. Sila kembali esok apabila bajet kami disegarkan."
        },
        {
            "id": "Please, provide your question in text format along with photo(s)",
            "message": "Please, provide your question in text format along with photo(s)",
            "translation": "Sila berikan soalan anda dalam format teks bersama dengan gambar"
        },
        {
            "id": "Please, provide at least one image",
            "message": "Please, provide at least one image",
            "translation": "Sila berikan sekurang-kurangnya satu gambar"
        },
        {
            "id": "Please, provide no more than {MaxAllowedPhotos} image(s)",
            "message": "Please, provide no more than {MaxAllowedPhotos} image(s)",
            "translation": "Sila berikan tidak lebih daripada {MaxAllowedPhotos} gambar",
            "placeholders": [
                {
                    "id": "MaxAllowedPhotos",
                    "string": "%[1]d",
                    "type": "int",
                    "underlyingType": "int",
                    "argNum": 1,
                    "expr": "maxAllowedPhotos"
                }
            ]
        },
        {
            "id": "Sorry, I encountered an error while processing your request. Please try again later.",
            "message": "Sorry, I encountered an error while processing your request. Please try again later.",
            "translation": "Maaf, saya mengalami ralat semasa memproses permintaan anda. Sila cuba lagi nanti."
        },
        {
            "id": "Provided date cannot be in the future. Please provide a valid date.",
            "message": "Provided date cannot be in the future. Please provide a valid date.",
            "translation": "Tarikh yang diberikan tidak boleh di masa hadapan. Sila berikan tarikh yang sah."
        },
        {
            "id": "Please provide a date in the valid format YYYY-MM-DD (e.g., 2023-12-31)",
            "message": "Please provide a date in the valid format YYYY-MM-DD (e.g., 2023-12-31)",
            "translation": "Sila berikan tarikh dalam format yang sah YYYY-MM-DD (contohnya, 2023-12-31)"
        },
        {
            "id": "Pet profile saved successfully",
            "message": "Pet profile saved successfully",
            "translation": "Profil haiwan peliharaan berjaya disimpan"
        },
        {
            "id": "What is your pet's name?",
            "message": "What is your pet's name?",
            "translation": "Apakah nama haiwan peliharaan anda?"
        },
        {
            "id": "What type of pet do you have?",
            "message": "What type of pet do you have?",
            "translation": "Jenis haiwan peliharaan apa yang anda miliki?"
        },
        {
            "id": "dog",
            "message": "dog",
            "translation": "anjing"
        },
        {
            "id": "cat",
            "message": "cat",
            "translation": "kucing"
        },
        {
            "id": "What breed is your pet?",
            "message": "What breed is your pet?",
            "translation": "Apakah bangsa haiwan peliharaan anda?"
        },
        {
            "id": "When was your pet born? Please enter the date in the format YYYY-MM-DD (e.g., 2010-12-31).",
            "message": "When was your pet born? Please enter the date in the format YYYY-MM-DD (e.g., 2010-12-31).",
            "translation": "Bila haiwan peliharaan anda dilahirkan? Sila masukkan tarikh dalam format YYYY-MM-DD (contohnya, 2010-12-31)."
        },
        {
            "id": "What is your pet's gender?",
            "message": "What is your pet's gender?",
            "translation": "Apakah jantina haiwan peliharaan anda?"
        },
        {
            "id": "male",
            "message": "male",
            "translation": "lelaki"
        },
        {
            "id": "female",
            "message": "female",
            "translation": "perempuan"
        },
        {
            "id": "What is your pet's weight? Please specify the weight followed by the unit, e.g., 5 kg",
            "message": "What is your pet's weight? Please specify the weight followed by the unit, e.g., 5 kg",
            "translation": "Berapakah berat haiwan peliharaan anda? Sila nyatakan berat diikuti dengan unit, contohnya, 5 kg"
        }
    ]
}