{
    "language": "es-ES",
    "messages": [
        {
            "id": "Unknown command",
            "message": "Unknown command",
            "translation": "Comando desconocido"
        },
        {
            "id": "Welcome to Help My Pet Bot! 🐾\n\nI'm your personal pet care assistant, ready to help you take better care of your furry friend. I can assist you with:\n\n• Pet health and behavior questions\n• Diet and nutrition advice\n• Training tips and techniques\n• General pet care guidance\n\nSimply type your question or concern about your pet, and I'll provide helpful, informative answers based on reliable veterinary knowledge. Remember, while I can offer guidance, for serious medical conditions, always consult with a veterinarian.\n\nTo get started, just ask me any question about your pet!",
            "message": "Welcome to Help My Pet Bot! 🐾\n\nI'm your personal pet care assistant, ready to help you take better care of your furry friend. I can assist you with:\n\n• Pet health and behavior questions\n• Diet and nutrition advice\n• Training tips and techniques\n• General pet care guidance\n\nSimply type your question or concern about your pet, and I'll provide helpful, informative answers based on reliable veterinary knowledge. Remember, while I can offer guidance, for serious medical conditions, always consult with a veterinarian.\n\nTo get started, just ask me any question about your pet!",
            "translation": "¡Bienvenido a Help My Pet Bot! 🐾\n\nSoy tu asistente personal de cuidado de mascotas, listo para ayudarte a cuidar mejor a tu amigo peludo. Puedo asistirte con:\n\n• Preguntas sobre salud y comportamiento de mascotas\n• Consejos sobre dieta y nutrición\n• Consejos y técnicas de entrenamiento\n• Orientación general sobre el cuidado de mascotas\n\nSimplemente escribe tu pregunta o preocupación sobre tu mascota, y te proporcionaré respuestas útiles e informativas basadas en conocimientos veterinarios confiables. Recuerda, aunque puedo ofrecer orientación, para condiciones médicas graves, siempre consulta con un veterinario.\n\nPara comenzar, solo pregúntame cualquier cosa sobre tu mascota."
        },
        {
            "id": "\u003cb\u003eTerms and Conditions\u003c/b\u003e\n\u003ci\u003eLast updated: 30.01.2025\u003c/i\u003e\n\nThank you for using our veterinary advice chatbot (“the Service”). By accessing or using this Service, you agree to be bound by the following terms and conditions (“Terms”). If you do not agree to these Terms, please discontinue use immediately.\n\n\u003cb\u003e1. Nature of the Service\u003c/b\u003e\n1.1 The Service provides general information, guidance, and suggestions for pet care, including (but not limited to) diet, behavior, and training.\n1.2 The Service is not a substitute for professional veterinary diagnosis, treatment, or care. Always seek the advice of a licensed veterinarian for any questions regarding your pet’s health.\n\n\u003cb\u003e2. No Veterinary-Client-Patient Relationship\u003c/b\u003e\n2.1 Using the Service or engaging with our AI assistant does not create a veterinarian-client-patient relationship.\n2.2 Any advice or guidance provided by the Service is based on limited information and should only be considered general information.\n\n\u003cb\u003e3. Limitation of Liability\u003c/b\u003e\n3.1 You acknowledge and agree that use of the Service is at your own risk.\n3.2 Under no circumstances shall the owners, developers, or licensors of the Service be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with your access to or use of the Service.\n3.3 You understand that decisions regarding your pet’s care and any resulting outcomes are your sole responsibility. If you have any doubt about the well-being of your pet or its health, you should immediately consult a licensed veterinarian.\n\n\u003cb\u003e4. No Warranty\u003c/b\u003e\n4.1 The Service is provided on an “as is” and “as available” basis without warranties of any kind, whether express or implied.\n4.2 We do not warrant that the Service will be uninterrupted, error-free, secure, or free from viruses.\n\n\u003cb\u003e5. User Responsibilities\u003c/b\u003e\n5.1 You are responsible for providing accurate and complete information about your pet when seeking advice.\n5.2 You must ensure that all questions, descriptions, and data you provide do not violate any third-party rights or local laws.\n\n\u003cb\u003e6. International Use\u003c/b\u003e\n6.1 The Service is intended for global use. You are responsible for compliance with all applicable local laws and regulations in your jurisdiction.\n6.2 We do not guarantee that the Service or any of its content is appropriate or permissible in any specific country or region.\n\n\u003cb\u003e7. Modifications\u003c/b\u003e\n7.1 We reserve the right to modify or replace these Terms at any time.\n7.2 If we make material changes, we will post the updated Terms and indicate the date of the latest revision at the top of this document.\n\n\u003cb\u003e8. Governing Law and Dispute Resolution\u003c/b\u003e\n8.1 These Terms shall be governed by and construed in accordance with the laws applicable in the jurisdiction of the Service provider’s principal place of business, without regard to conflict-of-law principles.\n8.2 Any dispute arising from or relating to these Terms shall be resolved through amicable negotiation and, if necessary, by binding arbitration or litigation in the applicable courts.\n\n\u003cb\u003e9. Acceptance of Terms\u003c/b\u003e\n9.1 By continuing to access or use the Service, you acknowledge that you have read, understood, and agree to be bound by these Terms.\n9.2 If you do not agree, you must cease using the Service immediately.\n\nIf you have any questions or concerns regarding these Terms, or if you need further clarification, please contact at \u003ci\u003ek.sysoev@me.com\u003c/i\u003e.",
            "message": "\u003cb\u003eTerms and Conditions\u003c/b\u003e\n\u003ci\u003eLast updated: 30.01.2025\u003c/i\u003e\n\nThank you for using our veterinary advice chatbot (“the Service”). By accessing or using this Service, you agree to be bound by the following terms and conditions (“Terms”). If you do not agree to these Terms, please discontinue use immediately.\n\n\u003cb\u003e1. Nature of the Service\u003c/b\u003e\n1.1 The Service provides general information, guidance, and suggestions for pet care, including (but not limited to) diet, behavior, and training.\n1.2 The Service is not a substitute for professional veterinary diagnosis, treatment, or care. Always seek the advice of a licensed veterinarian for any questions regarding your pet’s health.\n\n\u003cb\u003e2. No Veterinary-Client-Patient Relationship\u003c/b\u003e\n2.1 Using the Service or engaging with our AI assistant does not create a veterinarian-client-patient relationship.\n2.2 Any advice or guidance provided by the Service is based on limited information and should only be considered general information.\n\n\u003cb\u003e3. Limitation of Liability\u003c/b\u003e\n3.1 You acknowledge and agree that use of the Service is at your own risk.\n3.2 Under no circumstances shall the owners, developers, or licensors of the Service be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with your access to or use of the Service.\n3.3 You understand that decisions regarding your pet’s care and any resulting outcomes are your sole responsibility. If you have any doubt about the well-being of your pet or its health, you should immediately consult a licensed veterinarian.\n\n\u003cb\u003e4. No Warranty\u003c/b\u003e\n4.1 The Service is provided on an “as is” and “as available” basis without warranties of any kind, whether express or implied.\n4.2 We do not warrant that the Service will be uninterrupted, error-free, secure, or free from viruses.\n\n\u003cb\u003e5. User Responsibilities\u003c/b\u003e\n5.1 You are responsible for providing accurate and complete information about your pet when seeking advice.\n5.2 You must ensure that all questions, descriptions, and data you provide do not violate any third-party rights or local laws.\n\n\u003cb\u003e6. International Use\u003c/b\u003e\n6.1 The Service is intended for global use. You are responsible for compliance with all applicable local laws and regulations in your jurisdiction.\n6.2 We do not guarantee that the Service or any of its content is appropriate or permissible in any specific country or region.\n\n\u003cb\u003e7. Modifications\u003c/b\u003e\n7.1 We reserve the right to modify or replace these Terms at any time.\n7.2 If we make material changes, we will post the updated Terms and indicate the date of the latest revision at the top of this document.\n\n\u003cb\u003e8. Governing Law and Dispute Resolution\u003c/b\u003e\n8.1 These Terms shall be governed by and construed in accordance with the laws applicable in the jurisdiction of the Service provider’s principal place of business, without regard to conflict-of-law principles.\n8.2 Any dispute arising from or relating to these Terms shall be resolved through amicable negotiation and, if necessary, by binding arbitration or litigation in the applicable courts.\n\n\u003cb\u003e9. Acceptance of Terms\u003c/b\u003e\n9.1 By continuing to access or use the Service, you acknowledge that you have read, understood, and agree to be bound by these Terms.\n9.2 If you do not agree, you must cease using the Service immediately.\n\nIf you have any questions or concerns regarding these Terms, or if you need further clarification, please contact at \u003ci\u003ek.sysoev@me.com\u003c/i\u003e.",
            "translation": "\u003cb\u003eTérminos y Condiciones\u003c/b\u003e\n\u003ci\u003eÚltima actualización: 30.01.2025\u003c/i\u003e\n\nGracias por usar nuestro chatbot de asesoramiento veterinario (“el Servicio”). Al acceder o usar este Servicio, usted acepta estar sujeto a los siguientes términos y condiciones (“Términos”). Si no está de acuerdo con estos Términos, por favor, deje de usarlo inmediatamente.\n\n\u003cb\u003e1. Naturaleza del Servicio\u003c/b\u003e\n1.1 El Servicio proporciona información general, orientación y sugerencias para el cuidado de mascotas, incluyendo (pero no limitado a) dieta, comportamiento y entrenamiento.\n1.2 El Servicio no es un sustituto del diagnóstico, tratamiento o cuidado veterinario profesional. Siempre busque el consejo de un veterinario licenciado para cualquier pregunta sobre la salud de su mascota.\n\n\u003cb\u003e2. No hay Relación Veterinario-Cliente-Paciente\u003c/b\u003e\n2.1 El uso del Servicio o la interacción con nuestro asistente de IA no crea una relación veterinario-cliente-paciente.\n2.2 Cualquier consejo o orientación proporcionada por el Servicio se basa en información limitada y solo debe considerarse como información general.\n\n\u003cb\u003e3. Limitación de Responsabilidad\u003c/b\u003e\n3.1 Usted reconoce y acepta que el uso del Servicio es bajo su propio riesgo.\n3.2 Bajo ninguna circunstancia los propietarios, desarrolladores o licenciantes del Servicio serán responsables de cualquier daño directo, indirecto, incidental, especial o consecuente que surja de o en conexión con su acceso o uso del Servicio.\n3.3 Usted entiende que las decisiones sobre el cuidado de su mascota y cualquier resultado resultante son su responsabilidad exclusiva. Si tiene alguna duda sobre el bienestar de su mascota o su salud, debe consultar inmediatamente a un veterinario licenciado.\n\n\u003cb\u003e4. Sin Garantía\u003c/b\u003e\n4.1 El Servicio se proporciona “tal cual”, y “según disponibilidad”, sin garantías de ningún tipo, ya sean expresas o implícitas.\n4.2 No garantizamos que el Servicio será ininterrumpido, libre de errores, seguro o libre de virus.\n\n\u003cb\u003e5. Responsabilidades del Usuario\u003c/b\u003e\n5.1 Usted es responsable de proporcionar información precisa y completa sobre su mascota al buscar asesoramiento.\n5.2 Debe asegurarse de que todas las preguntas, descripciones y datos que proporcione no violen los derechos de terceros ni las leyes locales.\n\n\u003cb\u003e6. Uso Internacional\u003c/b\u003e\n6.1 El Servicio está destinado para uso global. Usted es responsable de cumplir con todas las leyes y regulaciones locales aplicables en su jurisdicción.\n6.2 No garantizamos que el Servicio o cualquiera de sus contenidos sean apropiados o permisibles en cualquier país o región específica.\n\n\u003cb\u003e7. Modificaciones\u003c/b\u003e\n7.1 Nos reservamos el derecho de modificar o reemplazar estos Términos en cualquier momento.\n7.2 Si realizamos cambios materiales, publicaremos los Términos actualizados e indicaremos la fecha de la última revisión en la parte superior de este documento.\n\n\u003cb\u003e8. Ley Aplicable y Resolución de Disputas\u003c/b\u003e\n8.1 Estos Términos se regirán e interpretarán de acuerdo con las leyes aplicables en la jurisdicción del lugar principal de negocios del proveedor del Servicio, sin tener en cuenta los principios de conflicto de leyes.\n8.2 Cualquier disputa que surja de o esté relacionada con estos Términos se resolverá mediante negociación amistosa y, si es necesario, mediante arbitraje vinculante o litigio en los tribunales aplicables.\n\n\u003cb\u003e9. Aceptación de los Términos\u003c/b\u003e\n9.1 Al continuar accediendo o usando el Servicio, usted reconoce que ha leído, entendido y acepta estar sujeto a estos Términos.\n9.2 Si no está de acuerdo, debe dejar de usar el Servicio inmediatamente.\n\nSi tiene alguna pregunta o inquietud sobre estos Términos, o si necesita más aclaraciones, por favor contacte a \u003ci\u003ek.sysoev@me.com\u003c/i\u003e."
        },
        {
            "id": "Sorry, I cannot process videos, audio, or documents. Please send your question as text only.",
            "message": "Sorry, I cannot process videos, audio, or documents. Please send your question as text only.",
            "translation": "Lo siento, no puedo procesar videos, audio o documentos. Por favor, envía tu pregunta solo como texto."
        },
        {
            "id": "I apologize, but your message is too long for me to process. Please try to make it shorter and more concise.",
            "message": "I apologize, but your message is too long for me to process. Please try to make it shorter and more concise.",
            "translation": "Lo siento, pero tu mensaje es demasiado largo para que lo procese. Por favor, intenta hacerlo más corto y conciso."
        },
        {
            "id": "You have reached the maximum number of requests per hour. Please try again later.",
            "message": "You have reached the maximum number of requests per hour. Please try again later.",
            "translation": "Ha alcanzado el número máximo de solicitudes por hora. Por favor, inténtelo de nuevo más tarde."
        },
        {
            "id": "We have reached our daily request limit. Please come back tomorrow when our budget is refreshed.",
            "message": "We have reached our daily request limit. Please come back tomorrow when our budget is refreshed.",
            "translation": "Hemos alcanzado nuestro límite diario de solicitudes. Por favor, vuelva mañana cuando se actualice nuestro presupuesto."
        },
        {
            "id": "Please, provide your question in text format along with photo(s)",
            "message": "Please, provide your question in text format along with photo(s)",
            "translation": "Por favor, proporcione su pregunta en formato de texto junto con foto(s)"
        },
        {
            "id": "Please, provide at least one photo",
            "message": "Please, provide at least one photo",
            "translation": "Por favor, proporcione al menos una foto"
        },
        {
            "id": "Please, provide no more than {MaxAllowedPhotos} photo(s)",
            "message": "Please, provide no more than {MaxAllowedPhotos} photo(s)",
            "translation": "Por favor, proporcione no más de {MaxAllowedPhotos} foto(s)",
            "placeholders": [
                {
                    "id": "MaxAllowedPhotos",
                    "string": "%[1]d",
                    "type": "int",
                    "underlyingType": "int",
                    "argNum": 1,
                    "expr": "maxAllowedPhotos"
                }
            ]
        },
        {
            "id": "Sorry, I encountered an error while processing your request. Please try again later.",
            "message": "Sorry, I encountered an error while processing your request. Please try again later.",
            "translation": "Lo siento, encontré un error al procesar su solicitud. Por favor, inténtelo de nuevo más tarde."
        },
        {
            "id": "Provided date cannot be in the future. Please provide a valid date.",
            "message": "Provided date cannot be in the future. Please provide a valid date.",
            "translation": "La fecha proporcionada no puede ser en el futuro. Por favor, proporcione una fecha válida."
        },
        {
            "id": "Please provide a date in the valid format YYYY-MM-DD (e.g., 2023-12-31)",
            "message": "Please provide a date in the valid format YYYY-MM-DD (e.g., 2023-12-31)",
            "translation": "Por favor, proporcione una fecha en el formato válido AAAA-MM-DD (por ejemplo, 2023-12-31)"
        },
        {
            "id": "Pet profile saved successfully",
            "message": "Pet profile saved successfully",
            "translation": "Perfil de mascota guardado con éxito"
        },
        {
            "id": "What is your pet's name?",
            "message": "What is your pet's name?",
            "translation": "¿Cuál es el nombre de tu mascota?"
        },
        {
            "id": "What type of pet do you have?",
            "message": "What type of pet do you have?",
            "translation": "¿Qué tipo de mascota tienes?"
        },
        {
            "id": "dog",
            "message": "dog",
            "translation": "perro"
        },
        {
            "id": "cat",
            "message": "cat",
            "translation": "gato"
        },
        {
            "id": "What breed is your pet?",
            "message": "What breed is your pet?",
            "translation": "¿Qué raza es tu mascota?"
        },
        {
            "id": "When was your pet born? Please enter the date in the format YYYY-MM-DD (e.g., 2010-12-31).",
            "message": "When was your pet born? Please enter the date in the format YYYY-MM-DD (e.g., 2010-12-31).",
            "translation": "¿Cuándo nació tu mascota? Por favor, introduce la fecha en el formato AAAA-MM-DD (por ejemplo, 2010-12-31)."
        },
        {
            "id": "What is your pet's gender?",
            "message": "What is your pet's gender?",
            "translation": "¿Cuál es el género de tu mascota?"
        },
        {
            "id": "male",
            "message": "male",
            "translation": "macho"
        },
        {
            "id": "female",
            "message": "female",
            "translation": "hembra"
        },
        {
            "id": "What is your pet's weight? Please specify the weight followed by the unit, e.g., 5 kg",
            "message": "What is your pet's weight? Please specify the weight followed by the unit, e.g., 5 kg",
            "translation": "¿Cuál es el peso de tu mascota? Por favor, especifica el peso seguido de la unidad, por ejemplo, 5 kg"
        }
    ]
}