{
    "language": "be-BY",
    "messages": [
        {
            "id": "Unknown command",
            "message": "Unknown command",
            "translation": "Невядомая каманда"
        },
        {
            "id": "Welcome to Help My Pet Bot! 🐾\n\nI'm your personal pet care assistant, ready to help you take better care of your furry friend. I can assist you with:\n\n• Pet health and behavior questions\n• Diet and nutrition advice\n• Training tips and techniques\n• General pet care guidance\n\nSimply type your question or concern about your pet, and I'll provide helpful, informative answers based on reliable veterinary knowledge. Remember, while I can offer guidance, for serious medical conditions, always consult with a veterinarian.\n\nTo get started, just ask me any question about your pet!",
            "message": "Welcome to Help My Pet Bot! 🐾\n\nI'm your personal pet care assistant, ready to help you take better care of your furry friend. I can assist you with:\n\n• Pet health and behavior questions\n• Diet and nutrition advice\n• Training tips and techniques\n• General pet care guidance\n\nSimply type your question or concern about your pet, and I'll provide helpful, informative answers based on reliable veterinary knowledge. Remember, while I can offer guidance, for serious medical conditions, always consult with a veterinarian.\n\nTo get started, just ask me any question about your pet!",
            "translation": "Сардэчна запрашаем у Help My Pet Bot! 🐾\n\nЯ ваш асабісты памочнік па догляду за хатнімі жывёламі, гатовы дапамагчы вам лепш клапаціцца пра вашага пухнатага сябра. Я магу дапамагчы вам з:\n\n• Пытанні здароўя і паводзін хатніх жывёл\n• Рэкамендацыі па харчаванні і дыетах\n• Парады і метады дрэсіроўкі\n• Агульныя рэкамендацыі па догляду за хатнімі жывёламі\n\nПроста напішыце сваё пытанне або праблему, звязаную з вашым хатнім жывёлам, і я дам карысныя, інфарматыўныя адказы на аснове надзейных ведаў ветэрынараў. Памятайце, што, хоць я магу даць парады, у выпадку сур'ёзных медыцынскіх праблем заўсёды звяртайцеся да ветэрынара.\n\nКаб пачаць, проста задайце мне любое пытанне пра вашага хатняга жывёлу!"
        },
        {
            "id": "\u003cb\u003eTerms and Conditions\u003c/b\u003e\n\u003ci\u003eLast updated: 30.01.2025\u003c/i\u003e\n\nThank you for using our veterinary advice chatbot (“the Service”). By accessing or using this Service, you agree to be bound by the following terms and conditions (“Terms”). If you do not agree to these Terms, please discontinue use immediately.\n\n\u003cb\u003e1. Nature of the Service\u003c/b\u003e\n1.1 The Service provides general information, guidance, and suggestions for pet care, including (but not limited to) diet, behavior, and training.\n1.2 The Service is not a substitute for professional veterinary diagnosis, treatment, or care. Always seek the advice of a licensed veterinarian for any questions regarding your pet’s health.\n\n\u003cb\u003e2. No Veterinary-Client-Patient Relationship\u003c/b\u003e\n2.1 Using the Service or engaging with our AI assistant does not create a veterinarian-client-patient relationship.\n2.2 Any advice or guidance provided by the Service is based on limited information and should only be considered general information.\n\n\u003cb\u003e3. Limitation of Liability\u003c/b\u003e\n3.1 You acknowledge and agree that use of the Service is at your own risk.\n3.2 Under no circumstances shall the owners, developers, or licensors of the Service be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with your access to or use of the Service.\n3.3 You understand that decisions regarding your pet’s care and any resulting outcomes are your sole responsibility. If you have any doubt about the well-being of your pet or its health, you should immediately consult a licensed veterinarian.\n\n\u003cb\u003e4. No Warranty\u003c/b\u003e\n4.1 The Service is provided on an “as is” and “as available” basis without warranties of any kind, whether express or implied.\n4.2 We do not warrant that the Service will be uninterrupted, error-free, secure, or free from viruses.\n\n\u003cb\u003e5. User Responsibilities\u003c/b\u003e\n5.1 You are responsible for providing accurate and complete information about your pet when seeking advice.\n5.2 You must ensure that all questions, descriptions, and data you provide do not violate any third-party rights or local laws.\n\n\u003cb\u003e6. International Use\u003c/b\u003e\n6.1 The Service is intended for global use. You are responsible for compliance with all applicable local laws and regulations in your jurisdiction.\n6.2 We do not guarantee that the Service or any of its content is appropriate or permissible in any specific country or region.\n\n\u003cb\u003e7. Modifications\u003c/b\u003e\n7.1 We reserve the right to modify or replace these Terms at any time.\n7.2 If we make material changes, we will post the updated Terms and indicate the date of the latest revision at the top of this document.\n\n\u003cb\u003e8. Governing Law and Dispute Resolution\u003c/b\u003e\n8.1 These Terms shall be governed by and construed in accordance with the laws applicable in the jurisdiction of the Service provider’s principal place of business, without regard to conflict-of-law principles.\n8.2 Any dispute arising from or relating to these Terms shall be resolved through amicable negotiation and, if necessary, by binding arbitration or litigation in the applicable courts.\n\n\u003cb\u003e9. Acceptance of Terms\u003c/b\u003e\n9.1 By continuing to access or use the Service, you acknowledge that you have read, understood, and agree to be bound by these Terms.\n9.2 If you do not agree, you must cease using the Service immediately.\n\nIf you have any questions or concerns regarding these Terms, or if you need further clarification, please contact at \u003ci\u003ek.sysoev@me.com\u003c/i\u003e.",
            "message": "\u003cb\u003eTerms and Conditions\u003c/b\u003e\n\u003ci\u003eLast updated: 30.01.2025\u003c/i\u003e\n\nThank you for using our veterinary advice chatbot (“the Service”). By accessing or using this Service, you agree to be bound by the following terms and conditions (“Terms”). If you do not agree to these Terms, please discontinue use immediately.\n\n\u003cb\u003e1. Nature of the Service\u003c/b\u003e\n1.1 The Service provides general information, guidance, and suggestions for pet care, including (but not limited to) diet, behavior, and training.\n1.2 The Service is not a substitute for professional veterinary diagnosis, treatment, or care. Always seek the advice of a licensed veterinarian for any questions regarding your pet’s health.\n\n\u003cb\u003e2. No Veterinary-Client-Patient Relationship\u003c/b\u003e\n2.1 Using the Service or engaging with our AI assistant does not create a veterinarian-client-patient relationship.\n2.2 Any advice or guidance provided by the Service is based on limited information and should only be considered general information.\n\n\u003cb\u003e3. Limitation of Liability\u003c/b\u003e\n3.1 You acknowledge and agree that use of the Service is at your own risk.\n3.2 Under no circumstances shall the owners, developers, or licensors of the Service be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with your access to or use of the Service.\n3.3 You understand that decisions regarding your pet’s care and any resulting outcomes are your sole responsibility. If you have any doubt about the well-being of your pet or its health, you should immediately consult a licensed veterinarian.\n\n\u003cb\u003e4. No Warranty\u003c/b\u003e\n4.1 The Service is provided on an “as is” and “as available” basis without warranties of any kind, whether express or implied.\n4.2 We do not warrant that the Service will be uninterrupted, error-free, secure, or free from viruses.\n\n\u003cb\u003e5. User Responsibilities\u003c/b\u003e\n5.1 You are responsible for providing accurate and complete information about your pet when seeking advice.\n5.2 You must ensure that all questions, descriptions, and data you provide do not violate any third-party rights or local laws.\n\n\u003cb\u003e6. International Use\u003c/b\u003e\n6.1 The Service is intended for global use. You are responsible for compliance with all applicable local laws and regulations in your jurisdiction.\n6.2 We do not guarantee that the Service or any of its content is appropriate or permissible in any specific country or region.\n\n\u003cb\u003e7. Modifications\u003c/b\u003e\n7.1 We reserve the right to modify or replace these Terms at any time.\n7.2 If we make material changes, we will post the updated Terms and indicate the date of the latest revision at the top of this document.\n\n\u003cb\u003e8. Governing Law and Dispute Resolution\u003c/b\u003e\n8.1 These Terms shall be governed by and construed in accordance with the laws applicable in the jurisdiction of the Service provider’s principal place of business, without regard to conflict-of-law principles.\n8.2 Any dispute arising from or relating to these Terms shall be resolved through amicable negotiation and, if necessary, by binding arbitration or litigation in the applicable courts.\n\n\u003cb\u003e9. Acceptance of Terms\u003c/b\u003e\n9.1 By continuing to access or use the Service, you acknowledge that you have read, understood, and agree to be bound by these Terms.\n9.2 If you do not agree, you must cease using the Service immediately.\n\nIf you have any questions or concerns regarding these Terms, or if you need further clarification, please contact at \u003ci\u003ek.sysoev@me.com\u003c/i\u003e.",
            "translation": "\u003cb\u003eУмовы і Палажэнні\u003c/b\u003e\n\u003ci\u003eАпошняе абнаўленне: 30.01.2025\u003c/i\u003e\n\nДзякуй за выкарыстанне нашага чат-бота для ветэрынарных кансультацый («Сэрвіс»). Доступ да гэтага Сэрвісу або яго выкарыстанне азначае вашу згоду з наступнымі ўмовамі і палажэннямі («Умовы»). Калі вы не згодныя з гэтымі Умовамі, калі ласка, неадкладна спыніце выкарыстанне.\n\n\u003cb\u003e1. Характар Сэрвісу\u003c/b\u003e\n1.1 Сэрвіс прадастаўляе агульную інфармацыю, рэкамендацыі і парады па догляду за хатнімі жывёламі, уключаючы (але не абмяжоўваючыся) харчаванне, паводзіны і дрэсіроўку.\n1.2 Сэрвіс не з'яўляецца заменай прафесійнай ветэрынарнай дыягностыкі, лячэння або догляду. Заўсёды звяртайцеся за парадай да ліцэнзаванага ветэрынара па любых пытаннях, якія тычацца здароўя вашага хатняга жывёлы.\n\n\u003cb\u003e2. Адсутнасць адносін ветэрынар-кліент-пацыент\u003c/b\u003e\n2.1 Выкарыстанне Сэрвісу або ўзаемадзеянне з нашым AI-памочнікам не стварае адносін ветэрынар-кліент-пацыент.\n2.2 Любыя парады або рэкамендацыі, прадастаўленыя Сэрвісам, заснаваны на абмежаванай інфармацыі і павінны разглядацца толькі як агульная інфармацыя.\n\n\u003cb\u003e3. Абмежаванне адказнасці\u003c/b\u003e\n3.1 Вы прызнаеце і згаджаецеся, што выкарыстанне Сэрвісу ажыццяўляецца на ваш уласны рызыка.\n3.2 Ні пры якіх абставінах уладальнікі, распрацоўшчыкі або ліцэнзіяры Сэрвісу не нясуць адказнасці за любыя прамыя, ускосныя, выпадковыя, спецыяльныя або наступныя страты, якія ўзнікаюць у сувязі з вашым доступам да Сэрвісу або яго выкарыстаннем.\n3.3 Вы разумееце, што рашэнні адносна догляду за вашым хатнім жывёлам і любыя вынікі, якія вынікаюць з гэтага, з'яўляюцца вашай асабістай адказнасцю. Калі ў вас ёсць сумневы адносна дабрабыту вашага хатняга жывёлы або яго здароўя, вы павінны неадкладна звярнуцца да ліцэнзаванага ветэрынара.\n\n\u003cb\u003e4. Адсутнасць гарантый\u003c/b\u003e\n4.1 Сэрвіс прадастаўляецца на ўмовах «як ёсць» і «як даступна» без якіх-небудзь гарантый, выказаных або маўклівых.\n4.2 Мы не гарантуем, што Сэрвіс будзе бесперапынным, без памылак, бяспечным або без вірусаў.\n\n\u003cb\u003e5. Абавязкі карыстальніка\u003c/b\u003e\n5.1 Вы нясеце адказнасць за прадастаўленне дакладнай і поўнай інфармацыі пра вашага хатняга жывёлы пры запыце парады.\n5.2 Вы павінны пераканацца, што ўсе пытанні, апісанні і дадзеныя, якія вы прадастаўляеце, не парушаюць правы трэціх асоб або мясцовыя законы.\n\n\u003cb\u003e6. Міжнароднае выкарыстанне\u003c/b\u003e\n6.1 Сэрвіс прызначаны для глабальнага выкарыстання. Вы нясеце адказнасць за выкананне ўсіх прымяняльных мясцовых законаў і правілаў у вашай юрысдыкцыі.\n6.2 Мы не гарантуем, што Сэрвіс або любы яго змест з'яўляецца адпаведным або дапушчальным у якой-небудзь канкрэтнай краіне або рэгіёне.\n\n\u003cb\u003e7. Змены\u003c/b\u003e\n7.1 Мы пакідаем за сабой права змяняць або замяняць гэтыя Умовы ў любы час.\n7.2 Калі мы ўнясем істотныя змены, мы апублікуем абноўленыя Умовы і ўкажам дату апошняй рэдакцыі ў верхняй частцы гэтага дакумента.\n\n\u003cb\u003e8. Прымяняльнае права і вырашэнне спрэчак\u003c/b\u003e\n8.1 Гэтыя Умовы рэгулююцца і тлумачацца ў адпаведнасці з законамі, якія прымяняюцца ў юрысдыкцыі асноўнага месца вядзення бізнесу пастаўшчыка Сэрвісу, без уліку прынцыпаў канфлікту законаў.\n8.2 Любыя спрэчкі, якія ўзнікаюць з гэтых Умоў або ў сувязі з імі, павінны вырашацца шляхам сяброўскіх перамоў і, пры неабходнасці, шляхам абавязковага арбітражу або судовага разбору ў адпаведных судах.\n\n\u003cb\u003e9. Прыняцце Умоў\u003c/b\u003e\n9.1 Працягваючы доступ да Сэрвісу або яго выкарыстанне, вы прызнаеце, што прачыталі, зразумелі і згаджаецеся з гэтымі Умовамі.\n9.2 Калі вы не згодныя, вы павінны неадкладна спыніць выкарыстанне Сэрвісу.\n\nКалі ў вас ёсць якія-небудзь пытанні або праблемы адносна гэтых Умоў, або калі вам патрэбна дадатковая інфармацыя, калі ласка, звяжыцеся па адрасе \u003ci\u003ek.sysoev@me.com\u003c/i\u003e."
        },
        {
            "id": "Sorry, I cannot process images, videos, audio, or documents. Please send your question as text only.",
            "message": "Sorry, I cannot process images, videos, audio, or documents. Please send your question as text only.",
            "translation": "Прабачце, я не магу апрацоўваць выявы, відэа, аўдыё або дакументы. Калі ласка, адпраўце сваё пытанне толькі ў выглядзе тэксту."
        },
        {
            "id": "I apologize, but your message is too long for me to process. Please try to make it shorter and more concise.",
            "message": "I apologize, but your message is too long for me to process. Please try to make it shorter and more concise.",
            "translation": "Прабачце, але ваша паведамленне занадта доўгае для апрацоўкі. Калі ласка, паспрабуйце зрабіць яго карацейшым і больш лаканічным."
        },
        {
            "id": "You have reached the maximum number of requests per hour. Please try again later.",
            "message": "You have reached the maximum number of requests per hour. Please try again later.",
            "translation": "Вы дасягнулі максімальнай колькасці запытаў на гадзіну. Калі ласка, паспрабуйце яшчэ раз пазней."
        },
        {
            "id": "We have reached our daily request limit. Please come back tomorrow when our budget is refreshed.",
            "message": "We have reached our daily request limit. Please come back tomorrow when our budget is refreshed.",
            "translation": "Мы дасягнулі нашай штодзённай мяжы запытаў. Калі ласка, вярніцеся заўтра, калі наш бюджэт абноўлены."
        },
        {
            "id": "Sorry, I encountered an error while processing your request. Please try again later.",
            "message": "Sorry, I encountered an error while processing your request. Please try again later.",
            "translation": "Прабачце, я ўзнёс памылку пры апрацоўцы вашага запыту. Калі ласка, паспрабуйце яшчэ раз пазней."
        },
        {
            "id": "Provided date cannot be in the future. Please provide a valid date.",
            "message": "Provided date cannot be in the future. Please provide a valid date.",
            "translation": "Прадстаўленая дата не можа быць у будучыні. Калі ласка, прадастаўце дату ў дапушчальным фармаце."
        },
        {
            "id": "Please provide a date in the valid format YYYY-MM-DD (e.g., 2023-12-31)",
            "message": "Please provide a date in the valid format YYYY-MM-DD (e.g., 2023-12-31)",
            "translation": "Калі ласка, прадастаўце дату ў дапушчальным фармаце ГГГГ-ММ-ДД (напрыклад, 2023-12-31)"
        },
        {
            "id": "Pet profile saved successfully",
            "message": "Pet profile saved successfully",
            "translation": "Профіль пухнатага сябра паспяхова захаваны"
        },
        {
            "id": "What is your pet's name?",
            "message": "What is your pet's name?",
            "translation": "Як зваліце вашага пухнатага сябра?"
        },
        {
            "id": "What type of pet do you have?",
            "message": "What type of pet do you have?",
            "translation": "Якога тыпу жывёлу у вас?"
        },
        {
            "id": "dog",
            "message": "dog",
            "translation": "сабака"
        },
        {
            "id": "cat",
            "message": "cat",
            "translation": "кот"
        },
        {
            "id": "What breed is your pet?",
            "message": "What breed is your pet?",
            "translation": "Якой расы ваш пухнаты сябар?"
        },
        {
            "id": "When was your pet born? Please enter the date in the format YYYY-MM-DD (e.g., 2010-12-31).",
            "message": "When was your pet born? Please enter the date in the format YYYY-MM-DD (e.g., 2010-12-31).",
            "translation": "Калі нарадзіўся ваш пухнаты сябар? Калі ласка, увядзіце дату ў фармаце ГГГГ-ММ-ДД (напрыклад, 2010-12-31)."
        },
        {
            "id": "What is your pet's gender?",
            "message": "What is your pet's gender?",
            "translation": "Якога ваш пухнатага сябра?"
        },
        {
            "id": "male",
            "message": "male",
            "translation": "мужчынскі"
        },
        {
            "id": "female",
            "message": "female",
            "translation": "жаночы"
        },
        {
            "id": "What is your pet's weight? Please specify the weight followed by the unit, e.g., 5 kg",
            "message": "What is your pet's weight? Please specify the weight followed by the unit, e.g., 5 kg",
            "translation": "Які вага вашага пухнатага сябра? Калі ласка, пазначце вагу, наступнае за адзінка, напрыклад, 5 кг"
        }
    ]
}